Revit 2027 API
BuiltInFailures.EditingFailures.MirrorProjectSuccess Property
 [Action] command has successfully processed [Number] elements
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MirrorProjectSuccess { get; }
Public Shared ReadOnly Property MirrorProjectSuccess As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MirrorProjectSuccess {
	FailureDefinitionId^ get ();
}
static member MirrorProjectSuccess : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.EditingFailures Class
Autodesk.Revit.DB Namespace